  const products = {
      "r14-1": {
          id: "r14-1",
          name: "Шина R=14 (90/100-14), YuanXing",
          price: 2300
      },
      "r14-2": {
          id: "r14-2",
          name: "Шина R=14 (90/100-14), Wanda",
          price: 2600
      },
      "r14-3": {
          id: "r14-3",
          name: "Антибуксатор R=14 (1.85) ",
          price: 450
      },
      "r14-4": {
          id: "r14-4",
          name: "Камера для питбайка R=14 (2.75) ",
          price: 250
      },
      "r14-5": {
          id: "r14-5",
          name: "Флипер R=14",
          price: 50
      },
      "r16-1": {
          id: "r16-1",
          name: "Шина R=16 (90/100-14), Regulmoto",
          price: 3350
      },
      "r16-2": {
          id: "r16-2",
          name: "Шина R=16 (90/100-14), YuanXing",
          price: 2800
      },
      "r16-3": {
          id: "r16-3",
          name: "Антибуксатор R=16 (1.6)",
          price: 450
      },
      "r16-4": {
          id: "r16-4",
          name: "Камера R=16 (3.5/3.25)",
          price: 250
      },
      "r16-5": {
          id: "r16-5",
          name: "Камера R=16 (2,5-16)",
          price: 250
      },
      "r16-6": {
          id: "r16-6",
          name: "Камера Racer Enduro R=16 (2,75-16)",
          price: 250
      },
      "r16-7": {
          id: "r16-7",
          name: "Флипер R=16",
          price: 50
      },
      "r17-1": {
          id: "r17-1",
          name: "Шина R=16 (90/100-16), YuanXing",
          price: 3000
      },
      "r17-2": {
          id: "r17-2",
          name: "Шина R=17 (90/100-16), VORON",
          price: 3300
      },
      "r17-3": {
          id: "r17-3",
          name: "Шина R=17 (90/100-16), Racer Panther",
          price: 3800
      },
      "r17-4": {
          id: "r17-4",
          name: "Антибуксатор R=17-2.15, Racer Panther",
          price: 450
      },
      "r17-5": {
          id: "r17-5",
          name: "Камера R=17 (2.25 - 2.5)",
          price: 250
      },
      "r17-6": {
          id: "r17-6",
          name: "Камера R=17 (2.75-3.00)",
          price: 250
      },
      "r17-7": {
          id: "r17-7",
          name: "Камера R=17 (4.60-17) Racer Panther",
          price: 300
      },
      "r17-8": {
          id: "r17-8",
          name: "Флипер R=17",
          price: 50
      },
      "r18-1": {
          id: "r18-1",
          name: "Шина R=18 (4.60-18), Racer Ranger",
          price: 4500
      },
      "r18-2": {
          id: "r18-2",
          name: "Шина R=18 (130/80-18), Regulmoto",
          price: 4800
      },
      "r18-3": {
          id: "r18-3",
          name: "Шина R=18 (120/90/18), YuanXing",
          price: 4200
      },
      "r18-4": {
          id: "r18-4",
          name: "Антибуксатор R=17 (2.5)",
          price: 450
      },
      "r18-5": {
          id: "r18-5",
          name: "Антибуксатор R=17 (1.85)",
          price: 450
      },
      "r18-6": {
          id: "r18-6",
          name: "Антибуксатор R=17 (2.15)",
          price: 450
      },
      "r18-7": {
          id: "r17-5",
          name: "Камера R=18 (4.60 / 4.10) Irbis TTR 250",
          price: 250
      },
      "r18-8": {
          id: "r18-8",
          name: "Флипер R=18",
          price: 50
      },
  };