  const products = {
      "r14-1": {
          id: "r14-1",
          name: "Шина R=14 (90/100-14), YuanXing",
          price: 2300
      },
      "r14-2": {
          id: "r14-2",
          name: "Шина R=14 (90/100-14), Wanda",
          price: 2600
      },
      "r14-3": {
          id: "r14-3",
          name: "Антибуксатор R=14 (1.85) ",
          price: 450
      },
      "r14-4": {
          id: "r14-4",
          name: "Камера для питбайка R=14 (2.75) ",
          price: 250
      },
      "r14-5": {
          id: "r14-5",
          name: "Флипер R=14",
          price: 50
      },
      // Раздел R16
      "r16-1": {
          id: "r16-1",
          name: "Шина R=16 (90/100-14), Regulmoto",
          price: 3350
      },
      "r16-2": {
          id: "r16-2",
          name: "Шина R=16 (90/100-14), YuanXing",
          price: 2800
      },
      "r16-3": {
          id: "r16-3",
          name: "Антибуксатор R=16 (1.6)",
          price: 450
      },
      "r16-4": {
          id: "r16-4",
          name: "Камера R=16 (3.5/3.25)",
          price: 250
      },
      "r16-5": {
          id: "r16-5",
          name: "Камера R=16 (2,5-16)",
          price: 250
      },
      "r16-6": {
          id: "r16-6",
          name: "Камера Racer Enduro R=16 (2,75-16)",
          price: 250
      },
      "r16-7": {
          id: "r16-7",
          name: "Флипер R=16",
          price: 50
      },
  };